{
  "dernek": "Association",
  "hakkımızda": "About Us",
  "dernegimizin_amacı": "Purpose of Passad",
  "yonetim": "Board Members and Auditors",
  "bylaws": "By-Laws",
  "baskan": "Chairman's Meesage",
  "paslanmaz_celik": "Stainless Steel",
  "tarihçe": "History",
  "pps": "Production Processes",
  "nvs": "Grades & Qualities",
  "ys": "Surface Standarts",
  "aa": "Application Areas",
  "ssd": "Stainless Steel Dictionary",
  "sst": "Stainless Steel in Turkey ",
  "ssa": "Stainless Steel Articles/From",
  "sa": "Safety Application ",
  "haberler": "News",
  "video": "Videos",
  "dergiler": "Magazines",
  "gazete": "Newspapers",
  "link": "Links",
  "developer": "Stainless Steel Developer Association",
  "üye": "Members Web Sites",
  "online": "Online Sales Link",
  "fuar": "Fairs and Events",
  "iletişim": "Contact",
  "email": "Members Email",
  "location": "Members Location",
  "nedir": "What is Stainless Steel? ",
  "hakkımızda_text": "Our Stainless Steel Industrialists Association (PASSAD) was established to strengthen the stainless steel industry, to solve the problems of producers and users, and to ensure the development of the stainless steel industry.It will support activities to increase the per capita stainless steel usage rate, which is one of the development indicators of countries.",
  "amac_text": "I. To strengthen the stainless steel sector, to expand its use, to solve the problems of producers, users and consumers, to carry out training and promotional activities to ensure the development of the stainless steel sector and to represent the sector effectively, to carry out written, visual and social media studies to ensure that the benefits of stainless steel and the importance of its use as a material are correctly perceived by the public ;",
  "amac_text2": "II. To be in communication with public institutions and organizations in order to ensure the development and strengthening of the stainless steel sector, to take EU legislation and internationally generally accepted practices as reference in import and export practices and to work for the strong development of the sector, to prepare technical reports and legislative proposals, to improve existing standards and to carry out joint studies with members, ministries, institutions, organizations, non-governmental organizations for the preparation of new standards.",
  "amac_text3": "III. To carry out studies at national and international level for the adaptation and development of the Turkish stainless steel sector in areas such as environment, circular economy, sustainability and climate change, which are important issues of the coming years, to create benefits in the industry on environmental issues such as sustainability, circular economy, low carbon economy, and combating climate change, to increase awareness and awareness in society and to work towards transition to low carbon footprint production processes, to apply and benefit from relevant national and international funds by conducting R&D studies, ",
  "amac_text4": "IV. To compile information and data on stainless steel products offered to the market and consumed for the definition and development of the sector through independent research companies, to prepare reports and share them with the public, to prepare press releases for national and international press and broadcasting organs and to take part in programs, to improve awareness in this field by using social media channels effectively.",
  "tarihçe_text": "The emergence of stainless steel was in a way accelerated by the discovery of the element chromium. In 1797, French chemist Louis Nicholas Vauquelin exhibited the world's first chromium metal piece to the French Academy in 1798, right after he discovered chromium oxide ore near Siberia. In the following period, the element chromium became an indispensable element of stainless steel. In 1821, Frenchman Pierre Berthier discovered ferrochrome material with the alloy obtained from high levels of chromium and iron and laid the foundation of stainless steels used today. In the early 1904s, metallurgical professor Leon Guillet discovered martensitic and ferritic stainless steels. Martensitic hardenable steels were later designated AISI 410, 420 and 440C, while ferritic non-hardenable steels were designated AISI 442 and 446. The discovery of corrosion resistance in stainless steels was realized in 1908 in Germany with the work of Philip Monnartz on the effect of carbon content on corrosion resistance in high chromium steels (Cobb, 2010).\nWork on corrosion resistant alloys increased particularly between 1900 and 1915. The first report of commercial stainless steel alloys is attributed to Harry Brearly, a metallurgist at Thomas Firth and Sos in Sheffield, England. In 1897, a technique developed by Goldschmidt in Germany for the production of low-C Cr alloys spurred this renewed interest. Subsequently, Guillet, Portevin and Giesen published papers in 1904 and 1909 on martensitic steels with 13% Cr and ferritic steels with 17% Cr. In 1909, Guillet published a paper on Cr-Ni steels, a sign of austenitic stainless steels. In 1899, Heroult's development of electric melting furnaces made the widespread production of stainless steels possible (Taban, 2007; Lippold and Kotecki 2005). With its high corrosion resistance, high strength, resistance to oxidation, stainless steel, formability, resistance to low and high temperatures, stable structure and renewability, stainless steels have become the preferred material in food, petrochemical, pharmaceutical, personal care appliances, cryogenic storage applications, construction, automotive and many other industries (Erkkila , 2004).",
  "nedir_text": "Stainless steel is the general name of steels that do not rust essentially. Although nickel and molybdenum are used in alloying to improve the stainless properties of steel, the main element that provides stainlessness is chromium. The minimum amount of chromium required for stainlessness is 10.5% by mass. Most of the steel produced in the world is carbon and alloy steel.",
  "proses_text": "In the world, stainless steel can be produced in integrated iron and steel plants or semi-integrated iron and steel plants (arc furnaces). Stainless steel is generally produced in carbon electrode arc furnaces with alloying elements such as stainless steel scrap, chromium, nickel, molybdenum, which are added according to the type of steel. When electric current passes through the carbon electrode of the arc furnace, the temperature rises gradually. Scrap and alloying elements begin to melt. When melting is complete, the liquid metal is taken from the arc furnace to the Argon-Oxygen Carbon Reduction vessel. The amount of carbon is reduced. (As it is known; stainless steel contains much less carbon than mild steel). After that, the resulting liquid metal is alloyed to reach the targeted stainless steel analysis. Melting and casting of stainless steel in slab or billet form (in an ingot mold or continuous casting machine). The material is then annealed and hot rolled or forged to its final shape. The thickness of sheets and the diameter of rods and wires are reduced by cold rolling. Most stainless steels are annealed to soften the structure. It is then acid washed to remove oxides. This allows the protective passive film to form naturally.\nIn rolling processes, the final shape is usually given to the material by cold rolling. When we look at the reasons for this, we can observe the increase in surface quality and strength value at the end of the cold rolling process. During the cold rolling process, the stainless steel sheet is thinned with the help of passes by moving back and forth. At the end of this process, the thickness of the stainless steel sheet can be reduced by 80%. If further thinning of the stainless steel is required, an intermediate annealing process and cleaning of the surface in an acid bath is required. At the request of the buyer, when cold rolling is completed, annealing and acid bathing can be carried out again as in hot rolling.\nIn short, the process in cold rolling is more in line with the customer's request. In other words, what thickness of sheet does the customer want? Does he want to do the cleaning, grinding, rolling processes himself? Where will the customer use the material, for what purpose? Does he want a sheet in long coil or in sheet form? Following the answers to questions such as these, the appropriate processes are carried out. At the end of the cold rolling process, if the stainless steel is ready for sale, it is sold. If it is not ready for sale, the following processes are carried out and it is made ready for sale."
}
